"AuthControllerApplicationPrincipalRequest" = "%@ kräver att du skriver in din Kerberos-identitet";
"AuthControllerApplicationRequest"          = "%@ kräver att du skriver in ditt Kerberos-lösenord";
"AuthControllerApplicationPasswordRequest"  = "%@ kräver att du skriver in ditt Kerberos-lösenord för %@";

"AuthControllerPrincipalRequest"            = "Ange din Kerberos-identitet";
"AuthControllerRequest"                     = "Ange ditt Kerberos-lösenord";
"AuthControllerPasswordRequest"             = "Ange Kerberos-lösenordet för %@";

"AuthControllerHideOptions"                 = "Göm alternativ";
"AuthControllerShowOptions"                 = "Visa alternativ";

"ChangePasswordPasswordExpired"             = "Lösenordet för %@ har löpt ut. Vill du byta lösenord?";
"ChangePasswordApplicationRequest"          = "%@ kräver att du ändrar Kerberos-lösenordet för %@";
"ChangePasswordPrincipalRequest"            = "Byt Kerberos-lösenord för %@";
